Revit 2024 API
BuiltInFailures.CopyMonitorFailures.AlreadyCopiedAndStopWatch Property
 Element has already been copied. Stop existing monitoring to copy again.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId AlreadyCopiedAndStopWatch { get; }
Visual Basic
Public Shared ReadOnly Property AlreadyCopiedAndStopWatch As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ AlreadyCopiedAndStopWatch {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.CopyMonitorFailures Class
Autodesk.Revit.DB Namespace